Repository: SAP/macOS-enterprise-privileges
Catalog: source/PrivilegesAgent/Localizable.xcstrings
Source language: en
Languages: ar, bg_bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, uk, vi, zh_hans, zh_hant, zh_hk

# authenticationText
source: grant administrator privileges to user %@
ar: يمنح امتيازات المسؤول للمستخدم %@
bg_bg: да предостави администраторски привилегии на потребител %@
ca: concedir privilegis d'administrador a l'usuari %@
cs: uděluje uživateli %@ oprávnění správce
da: tildele administratorrettigheder til brugeren %@
de: dem Benutzer %@ Administratorrechte zuweisen
el: εκχώρηση προνομίων διαχειριστή στον χρήστη %@
es: conceder privilegios de administrador al usuario %@
es_419: concede privilegios de administrador al usuario %@
fi: myöntää ylläpitäjän oikeudet käyttäjälle %@
fr: octroyer des autorisations d’administrateur à l’utilisateur %@
fr_ca: octroyer des autorisations d’administrateur à l’utilisateur %@
he: תן למשתמש הרשאות מנהל מערכת %@
hi: उपयोगकर्ता %@ के लिए व्यवस्थापक विशेषाधिकार प्रदान करने के लिए
hr: dodijeliti administratorske povlastice korisniku %@
hu: adminisztrátori jogosultságot ad a következőnek: %@
id: memberikan hak istimewa administrator kepada pengguna %@
it: concedere i privilegi di amministratore all'utente %@
ja: により、管理者権限がユーザ%@に付与されます。
ko: 에서 사용자 %@에 관리자 권한 허용
ms: berikan keistimewaan pentadbir kepada pengguna %@
nb: gi administratorrettigheter til brukeren %@
nl: beheerdersbevoegdheden toe te kennen aan gebruiker %@
pl: nadaje uprawnienia administratora użytkownikowi %@
pt_br: conceder privilégios de administrador ao usuário %@
pt_pt: concede privilégios de administrador ao utilizador %@
ro: acorde privilegii de administrator utilizatorului %@
ru: предоставить привилегии администратора пользователю %@
sk: udeliť administrátorské oprávnenia používateľovi %@
sl: podeliti skrbniške pravice uporabniku %@
sv: tilldelar administratörsbehörighet till användare %@
th: ให้สิทธิ์ของผู้ดูแลระบบแก่ผู้ใช้ %@
uk: надати права адміністратора користувачу %@
vi: cấp đặc quyền quản trị viên cho người dùng %@
zh_hans: 为用户 %@ 授予管理员特权
zh_hant: 授予管理員權限至用戶「%@」
zh_hk: 授予管理員權限至用戶「%@」

# authenticationTextPIV
source: %1$@ is trying to %2$@.
ar: ول تطبيق %@ %@.
bg_bg: %1$@ се опитва %2$@.
ca: L’app %1$@ vol %2$@.
cs: %1$@ se pokouší %2$@.
da: %1$@ prøver at %2$@.
de: Die App „%1$@“ möchte %2$@.
el: Απόπειρα από «%1$@» για %2$@.
es: La app %1$@ está intentando %2$@.
es_419: %1$@ está intentando %2$@.
fi: %1$@ yrittää %2$@.
fr: L’app %1$@ souhaite %2$@.
fr_ca: %1$@ souhaite %2$@.
he: ״%@״ מנסה %@.
hi: %1$@ %2$@ का अनुरोध कर रहा है।
hr: %1$@ pokušava %2$@.
hu: A(z) %1$@ a következővel próbálkozik: %2$@.
id: %1$@ mencoba untuk %2$@.
it: %1$@ sta cercando di %2$@.
ja: %1$@で次の操作を実行しようとしています: %2$@
ko: %1$@에서 다음 동작을 시도함: %2$@
ms: %1$@ sedang cuba %2$@.
nb: «%1$@» prøver å %2$@.
nl: %1$@ probeert %2$@.
pl: %1$@ próbuje %2$@.
pt_br: %1$@ está tentando %2$@.
pt_pt: %1$@ está a tentar %2$@.
ro: %1$@ încearcă să %2$@.
ru: Приложение «%1$@» собирается %2$@.
sk: „%1$@“ sa pokúša %2$@.
sl: %1$@ poskuša %2$@.
sv: %1$@ försöker att %2$@.
th: %[tt]@กำลังพยายามที่จะ%[tt]@
uk: Програма «%1$@» намагається %2$@.
vi: %1$@ đang cố gắng %2$@.
zh_hans: %[tt]@正在尝试%@。
zh_hant: %[tt]@正在嘗試%@。
zh_hk: %[tt]@正在嘗試%@。

# biometricsErrorDialogMessage
source: In order to grant administrator privileges, your organization requires biometric authentication.
ar: لمنح صلاحيات المسؤول، تتطلب مؤسستك المصادقة البيومترية.
bg_bg: За да предостави администраторски привилегии, вашата организация изисква биометрично удостоверяване.
ca: Per tal de concedir privilegis d'administrador, la vostra organització requereix autenticació biomètrica.
cs: Aby vaše organizace udělila administrátorská oprávnění, vyžaduje biometrickou autentizaci.
da: For at give administratorrettigheder kræver din organisation biometrisk autentifikation.
de: Um Administratorrechte zu gewähren, verlangt Ihre Organisation eine biometrische Authentifizierung.
el: Για να παραχωρηθούν δικαιώματα διαχειριστή, η οργάνωσή σας απαιτεί βιομετρική αυθεντικοποίηση.
es: Para otorgar privilegios de administrador, su organización requiere autenticación biométrica.
es_419: Para otorgar privilegios de administrador, su organización requiere autenticación biométrica.
fi: Jotta voidaan myöntää järjestelmänvalvojan oikeudet, organisaatiosi vaatii biometrisen tunnistautumisen.
fr: Pour accorder des privilèges d'administrateur, votre organisation exige une authentification biométrique.
fr_ca: Pour accorder des privilèges d'administrateur, votre organisation exige une authentification biométrique.
he: כדי להעניק הרשאות מנהל, הארגון שלך דורש אימות ביומטרי.
hi: प्रशासक विशेषाधिकार प्रदान करने के लिए, आपकी संस्था को बायोमेट्रिक प्रमाणीकरण की आवश्यकता होती है।
hr: Kako bi se dodijelile administratorske privilegije, vaša organizacija zahtijeva biometrijsku autentifikaciju.
hu: Annak érdekében, hogy rendszergazdai jogosultságokat adjon, a szervezete biometrikus hitelesítést igényel.
id: Untuk memberikan hak istimewa administrator, organisasi Anda memerlukan autentikasi biometrik.
it: Per concedere i privilegi di amministratore, la tua organizzazione richiede l'autenticazione biometrica.
ja: 管理者権限を付与するために、あなたの組織は生体認証を必要としています。
ko: 관리자 권한을 부여하기 위해 귀 조직은 생체 인증을 요구합니다.
ms: Untuk memberikan keistimewaan pentadbir, organisasi anda memerlukan pengesahan biometrik.
nb: For å gi administratorrettigheter krever organisasjonen din biometrisk autentisering.
nl: Om beheerdersrechten te verlenen, vereist uw organisatie biometrische authenticatie.
pl: Aby przyznać uprawnienia administratora, Twoja organizacja wymaga uwierzytelniania biometrycznego.
pt_br: Para conceder privilégios de administrador, sua organização exige autenticação biométrica.
pt_pt: Para conceder privilégios de administrador, a sua organização exige autenticação biométrica.
ro: Pentru a acorda privilegii de administrator, organizația dumneavoastră necesită autentificare biometrică.
ru: Для предоставления прав администратора ваша организация требует биометрической аутентификации.
sk: Na udelenie administrátorských oprávnení vaša organizácia vyžaduje biometrickú autentifikáciu.
sl: Za dodelitev skrbniških pravic vaša organizacija zahteva biometrično avtentikacijo.
sv: För att bevilja administratörsbehörigheter kräver din organisation biometrisk autentisering.
th: เพื่อให้สิทธิ์ผู้ดูแลระบบ องค์กรของคุณต้องการการยืนยันตัวตนด้วยข้อมูลชีวภาพ
uk: Для надання привілеїв адміністратора ваша організація вимагає біометричну аутентифікацію.
vi: Để cấp quyền quản trị viên, tổ chức của bạn yêu cầu xác thực sinh trắc học.
zh_hans: 为了授予管理员权限，您的组织需要进行生物识别认证。
zh_hant: 為了授予管理員權限，您的組織需要進行生物識別身份驗證。
zh_hk: 為了授予管理員權限，您的組織需要進行生物識別身份驗證。

# biometricsErrorDialogTitle
source: Biometric authentication required!
ar: مطلوب المصادقة البيومترية!
bg_bg: Изисква се биометрично удостоверяване!
ca: Autenticació biomètrica requerida!
cs: Vyžadována biometrická autentizace!
da: Biometrisk godkendelse påkrævet!
de: Biometrische Authentifizierung erforderlich!
el: Απαιτείται βιομετρικός έλεγχος ταυτότητας!
es: ¡Se requiere autenticación biométrica!
es_419: ¡Se requiere autenticación biométrica!
fi: Biometrinen tunnistautuminen vaaditaan!
fr: Authentification biométrique requise !
fr_ca: Authentification biométrique requise !
he: נדרשת אימות ביומטרי!
hi: बायोमेट्रिक प्रमाणीकरण आवश्यक है!
hr: Potrebna biometrijska autentifikacija!
hu: Biometrikus hitelesítés szükséges!
id: Otentikasi biometrik diperlukan!
it: Autenticazione biometrica richiesta!
ja: 生体認証が必要です！
ko: 생체 인증이 필요합니다!
ms: Pengesahan biometrik diperlukan!
nb: Biometrisk autentisering kreves!
nl: Biometrische authenticatie vereist!
pl: Wymagana uwierzytelnianie biometryczne!
pt_br: Autenticação biométrica necessária!
pt_pt: Autenticação biométrica necessária!
ro: Autentificare biometrică necesară!
ru: Требуется биометрическая аутентификация!
sk: Vyžaduje sa biometrická autentifikácia!
sl: Zahtevana biometrična avtentikacija!
sv: Biometrisk autentisering krävs!
th: ต้องการการยืนยันตัวตนด้วยข้อมูลชีวภาพ!
uk: Потрібна біометрична аутентифікація!
vi: Yêu cầu xác thực sinh trắc học!
zh_hans: 需要生物识别认证！
zh_hant: 需要生物識別驗證！
zh_hk: 需要生物識別驗證！

# notificationMessage_Error
source: Privileges were not changed due to an error!
ar: لم يتم تغيير الامتيازات بسبب خطأ!
bg_bg: Привилегиите не са променени поради грешка!
ca: Els privilegis no s'han canviat a causa d'un error.
cs: Oprávnění se nezměnila kvůli chybě!
da: Rettigheder blev ikke ændret på grund af en fejl.
de: Die Berechtigungen konnten wegen eines Fehlers nicht geändert werden!
el: Προνόμια δεν άλλαξαν εξαιτίας σφάλματος!
es: No se pueden cambiar los privilegios debido a un error.
es_419: Los privilegios no se han modificado debido a un error.
fi: Oikeuksia ei muutettu virheen vuoksi!
fr: Les autorisations n’ont pas été modifiées en raison d’une erreur.
fr_ca: Les autorisations n’ont pas été modifiées en raison d’une erreur.
he: ההרשאות לא השתנו בגלל שגיאה!
hi: किसी त्रुटि के कारण विशेषाधिकार परिवर्तित नहीं किए गए!
hr: Povlastice nisu promijenje zbog pogreške!
hu: A jogosultságok nem módosultak egy hiba miatt.
id: Hak istimewa tidak diubah karena terdapat kesalahan!
it: Privilegi non modificati a causa di un errore!
ja: エラーにより権限は変更されませんでした。
ko: 오류로 인해 권한이 변경되지 않았습니다!
ms: Privileges tidak diubah kerana ralat!
nb: Rettighetene ble ikke endret på grunn av en feil.
nl: Bevoegdheden zijn niet gewijzigd wegens een fout.
pl: Uprawnienia nie zostały zmienione z uwagi na błąd!
pt_br: Os privilégios não foram alterados devido a um erro.
pt_pt: Os privilégios não foram alterados devido a um erro!
ro: Privilegiile nu au fost schimbate din cauza unei erori!
ru: Привилегии не изменены из-за ошибки!
sk: Oprávnenia neboli zmenené kvôli chybe!
sl: Pravice niso bile spremenjene, ker je prišlo do napake.
sv: Behörighet ändrades inte på grund av ett fel!
th: สิทธิ์ไม่มีการเปลี่ยนแปลงเนื่องจากเกิดข้อผิดพลาด!
uk: Права не було змінено через помилку!
vi: Đặc quyền không bị thay đổi do lỗi!
zh_hans: 因出错，特权未更改！
zh_hant: 由於發生錯誤，權限沒有更改！
zh_hk: 由於發生錯誤，權限沒有更改！

# notificationMessage_GrantSuccess
source: Administrator privileges were successfully granted.
ar: تم منح امتيازات المسؤول بنجاح.
bg_bg: Привилегиите на администратора са успешно предоставени.
ca: Els privilegis d'administrador s'han concedit correctament.
cs: Oprávnění správce byla úspěšně udělena.
da: Administratorrettigheder blev tildelt.
de: Administratorrechte wurden erfolgreich zugewiesen.
el: Προνόμια διαχειριστή εκχωρήθηκαν με επιτυχία.
es: Se han concedido privilegios de administrador correctamente.
es_419: Los privilegios de administrador se concedieron correctamente.
fi: Ylläpitäjän oikeudet myönnettiin.
fr: Les autorisations d’administrateur ont bien été octroyées.
fr_ca: Les autorisations d’administrateur ont bien été octroyées.
he: הרשאות מנהל מערכת ניתנו בהצלחה.
hi: व्यवस्थापक विशेषाधिकार सफलतापूर्वक प्रदान किए गए.
hr: Administratorske povlastice uspješno su dodijeljene.
hu: Az adminisztrátori jogosultságok sikeresen be lettek állítva.
id: Hak istimewa administrator berhasil diberikan.
it: Privilegi di amministratore concessi correttamente.
ja: 管理者権限が付与されました。
ko: 관리자 권한이 성공적으로 허용되었습니다.
ms: Keistimewaan pentadbir berjaya diberikan.
nb: Administratorrettigheter er gitt.
nl: Beheerdersbevoegdheden zijn toegekend.
pl: Uprawnienia administratora zostały pomyślnie nadane.
pt_br: Os privilégios de administrador foram concedidos.
pt_pt: Os privilégios de administrador foram concedidos com sucesso.
ro: Privilegiile de administrator au fost acordate cu succes.
ru: Привилегии администратора предоставлены.
sk: Oprávnenia správcu boli úspešne udelené.
sl: Skrbniške pravice so bile uspešno podeljene.
sv: Administratörsbehörighet har tilldelats.
th: ให้สิทธิ์ของผู้ดูแลระบบได้สำเร็จ
uk: Права адміністратора надано успішно.
vi: Đặc quyền quản trị viên đã được cấp thành công.
zh_hans: 已成功授予管理员特权。
zh_hant: 已成功授予管理員權限。
zh_hk: 已成功授予管理員權限。

# notificationMessage_Renew
source: Your administrator privileges are about to expire. Do you want to renew them?
ar: امتيازات المسؤول الخاصة بك على وشك الانتهاء. هل تريد تجديدها؟
bg_bg: Вашите администраторски привилегии ще изтекат. Желаете ли да ги подновите?
ca: Els vostres privilegis d'administrador estan a punt de vèncer. Els ha de renovar?
cs: Platnost vašich oprávnění správce brzy vyprší. Chcete je obnovit?
da: Dine administratorrettigheder er ved at udløbe. Ønsker du at forny dem?
de: Deine Administratorrechte laufen demnächst ab. Möchtest Du sie verlängern?
el: Τα προνόμια διαχειριστή σας πρόκειται να λήξουν. Θέλετε να τις ανανεώσετε;
es: Los privilegios de administrador están a punto de caducar. ¿Desea renovarlos?
es_419: Los privilegios de administrador están a punto de caducar. ¿Desea renovarlos?
fi: Ylläpitäjän oikeutesi ovat päättymässä. Haluatko uudistaa ne?
fr: Votre privilèges d'administrateur est sur le point d'expirer. Voulez-vous les renouveler ?
fr_ca: Vos droits d'administrateur sont sur le point d'expirer. Voulez-vous les renouveler ?
he: תוקף הרשאות מנהל המערכת שלך עומד לפוג. האם ברצונך לחדש אותם?
hi: आपके व्यवस्थापक विशेषाधिकार समाप्त होने वाले हैं. क्या आप उन्हें नवीनीकृत करना चाहते हैं?
hr: Vaše administratorske povlastice isteći će. Želite li ih obnoviti?
hu: Az adminisztrátori jogosultságai hamarosan lejárnak. Meg akarja újítani őket?
id: Hak istimewa administrator Anda akan kedaluwarsa. Apakah Anda ingin memperbaruinya?
it: I privilegi di amministratore stanno per scadere. Li vuole rinnovare?
ja: 管理者権限の有効期限が近づいています。これらを更新しますか
ko: 관리자 권한이 곧 만료됩니다. 갱신하겠습니까?
ms: Keistimewaan pentadbir anda akan tamat tempoh. Adakah anda ingin memperbaharuinya?
nb: Administratorrettighetene dine utløper snart. Ønsker du å fornye dem?
nl: Je beheerdersrechten zijn bijna verlopen. Wil je ze vernieuwen?
pl: Twoje uprawnienia administratora wkrótce wygasną. Czy chcesz je odnowić?
pt_br: Os seus privilégios de administrador estão prestes a expirar. Deseja renová-los?
pt_pt: Os seus privilégios de administrador estão prestes a expirar. Deseja renová-los?
ro: Privilegiile dvs. de administrator sunt pe cale să expire. Doriți să le reînnoiți?
ru: Срок действия ваших привилегий администратора истекает. Хотите ли вы возобновить их?
sk: Platnosť oprávnení správcu čoskoro uplynie. Chcete ich obnoviť?
sl: Vaše skrbniške pravice bodo potekle. Jih želite obnoviti?
sv: Dina administratörsbehörigheter håller på att gå ut. Vill du förnya dem?
th: สิทธิพิเศษสำหรับผู้ดูแลระบบกำลังจะหมดอายุ คุณต้องการต่ออายุหรือไม่?
uk: Строк дії ваших прав адміністратора скоро закінчиться. Бажаєте поновити їх?
vi: Đặc quyền người quản trị của bạn sắp hết hạn. Bạn có muốn gia hạn chúng không?
zh_hans: 您的管理员权限即将过期。是否要续订？
zh_hant: 您的管理員權限即將到期。您要更新嗎？
zh_hk: 您的管理員權限即將到期。您要更新嗎？

# notificationMessage_RenewSuccess
source: Administrator privileges were successfully renewed.
ar: تم تجديد امتيازات المسؤول بنجاح.
bg_bg: Администраторските привилегии бяха успешно подновени.
ca: Els privilegis d'administrador s'han renovat correctament.
cs: Práva správce byla úspěšně obnovena.
da: Administratorrettighederne blev fornyet med succes.
de: Administratorrechte wurden erfolgreich verlängert.
el: Τα προνόμια διαχειριστή ανανεώθηκαν επιτυχώς.
es: Se han renovado privilegios de administrador correctamente.
es_419: Los privilegios de administrador se han renovado correctamente.
fi: Ylläpitäjän oikeuksia uusittiin onnistuneesti.
fr: Les privilèges d'administrateur ont été renouvelés avec succès.
fr_ca: Les privilèges d'administrateur ont été renouvelés avec succès.
he: הרשאות מנהל מערכת חודשו בהצלחה.
hi: व्यवस्थापक विशेषाधिकारों को सफलतापूर्वक नवीनीकृत किया गया था.
hr: Administratorske povlastice uspješno su obnovljene.
hu: Az adminisztrátori jogosultságok sikeresen megújultak.
id: Hak istimewa administrator berhasil memperbarui.
it: I privilegi di amministratore sono stati rinnovati con successo.
ja: 管理者権限が正常に更新されました。
ko: 관리자 권한이 성공적으로 갱신되었습니다.
ms: Keistimewaan pentadbir berjaya diperbaharui.
nb: Administratorrettighetene ble fornyet.
nl: Administratorrechten zijn succesvol vernieuwd.
pl: Uprawnienia administratora zostały pomyślnie odnowione.
pt_br: Os privilégios de administrador foram renovados com sucesso.
pt_pt: Os privilégios de administrador foram renovados com sucesso.
ro: Privilegiile de administrator au fost reînnoite cu succes.
ru: Привилегии администратора были успешно возобновлены.
sk: Oprávnenia správcu boli úspešne obnovené.
sl: Skrbniške pravice so bili uspešno obnovljeni.
sv: Administratörsbehörigheten har förnyats.
th: ต่ออายุสิทธิพิเศษของผู้ดูแลระบบได้สำเร็จ
uk: Привілеї адміністратора успішно поновлено.
vi: Đặc quyền người quản trị đã được gia hạn thành công.
zh_hans: 管理员权限已成功更新。
zh_hant: 管理員權限已成功更新。
zh_hk: 管理員權限已成功更新。

# notificationMessage_RevokeSuccess
source: Administrator privileges were successfully revoked.
ar: تم إلغاء امتيازات المسؤول بنجاح.
bg_bg: Привилегиите на администратора са успешно анулирани.
ca: Els privilegis d'administrador s'han revocat correctament.
cs: Oprávnění správce byla úspěšně zrušena.
da: Administratorrettigheder blev tilbagekaldt.
de: Administratorrechte wurden erfolgreich abgegeben.
el: Προνόμια διαχειριστή ανακλήθηκαν με επιτυχία.
es: Se han revertido privilegios de administrador correctamente.
es_419: Los privilegios de administrador se revocaron correctamente.
fi: Ylläpitäjän oikeudet poistettiin.
fr: Les autorisations d’administrateur ont bien été révoquées.
fr_ca: Les autorisations d’administrateur ont bien été révoquées.
he: הרשאות מנהל מערכת בוטלו בהצלחה.
hi: व्यवस्थापक विशेषाधिकार सफलतापूर्वक रद्द किए गए.
hr: Administratorske povlastice uspješno su poništene.
hu: Az adminisztrátori jogosultságok sikeresen vissza lettek vonva.
id: Hak istimewa administrator berhasil dicabut.
it: Privilegi di amministratore revocati correttamente.
ja: 管理者権限が無効化されました。
ko: 관리자 권한이 성공적으로 철회되었습니다.
ms: Keistimewaan pentadbir berjaya dibatalkan.
nb: Administratorrettigheter er annullert.
nl: Beheerdersbevoegdheden zijn ingetrokken.
pl: Uprawnienia administratora zostały pomyślnie odwołane.
pt_br: Os privilégios de administrador foram revogados.
pt_pt: Os privilégios de administrador foram revogados com sucesso.
ro: Privilegiile de administrator au fost revocate cu succes.
ru: Привилегии администратора отозваны.
sk: Oprávnenia správcu boli úspešne odobraté.
sl: Skrbniške pravice so bile uspešno preklicane.
sv: Administratörsbehörighet har återkallats.
th: เพิกถอนสิทธิ์ของผู้ดูแลระบบได้สำเร็จ
uk: Права адміністратора відкликано успішно.
vi: Đặc quyền quản trị viên đã được thu hồi thành công.
zh_hans: 已成功撤销管理员特权。
zh_hant: 已成功撤銷管理員權限。
zh_hk: 已成功撤回管理員權限。

# renewButton
source: Renew
ar: تجديد
bg_bg: Подновяване
ca: Renovar
cs: Obnovení
da: Forny
de: Verlängern
el: Ανανέωση
es: Renovar
es_419: Renovar
fi: Uudistaa
fr: Renouveler
fr_ca: Renouveler
he: חדש
hi: नवीनीकृत करें
hr: Obnovi
hu: Megújítás
id: Memperbaharui
it: Rinnovare
ja: 更新
ko: 갱신
ms: Membaharui
nb: Forny
nl: Vernieuwen
pl: Odnowienie
pt_br: Renovar
pt_pt: Renovar
ro: Reînnoiți
ru: Возобновить
sk: Obnoviť
sl: Obnovite
sv: Förnya
th: ต่ออายุ
uk: Поновити
vi: Gia hạn
zh_hans: 更新
zh_hant: 更新
zh_hk: 更新
